{
    "posts": {
        "data": [
            {
                "attachments": {
                    "data": [
                        {
                            "description": "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God.He hath put forth his hands against such as be at peace with him: he hath broken his covenant.\nThe words of his mouth were smoother than butter, but war was in his heart: his words were softer than oil, yet were they drawn swords.\nCast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.\n But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee. (Psalm 55:19-23)\nwww.divinemercyforsrilanka.com",
                            "media": {
                                "image": {
                                    "height": 720,
                                    "src": "images/heart/175695523_293584152308857_5693345955192084397_n.jpg",
                                    "width": 720
                                }
                            },
                            "target": {
                                "id": "293584145642191",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/293584145642191/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/293584145642191/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_293584172308855"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "ඉතාලියේ වේරෝනා නගරයේ 2021 පෙබරවාරි 22 වන දා ප: ව 4:00 ට සහා 23. පෙබරවාරි 2021.පෙ:ව 7: 40 ට සූර්ය්‍ය සමිබන්ධ ප්‍රාතිහාරයක් සිදුවි ඇත....",
                            "media": {
                                "image": {
                                    "height": 360,
                                    "src": "images/heart/safe_image.jfif",
                                    "width": 360
                                },
                                "source": "https://www.youtube.com/embed/6IewqozT9Ls?autoplay=1"
                            },
                            "target": {
                                "url": "https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2F6IewqozT9Ls&h=AT3BqCZtn0JKQ1mgxLmgZwJeXewS5rVrJHf2w2zSoIdZwgr-Vp163pr98lY7WsuCoMbEwg8ouoLxBPfRK6FV8z302kYfvMf8KLp7dZsL5N4TsfsM4BOFS-S6P2rIGUuM&s=1"
                            },
                            "title": "ඉතාලියේ වේරෝනා සූර්ය්‍ය ප්‍රාතිහාර්යය . Great miracle in the sun, Italy - Verona",
                            "type": "share",
                            "url": "https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2F6IewqozT9Ls&h=AT3BqCZtn0JKQ1mgxLmgZwJeXewS5rVrJHf2w2zSoIdZwgr-Vp163pr98lY7WsuCoMbEwg8ouoLxBPfRK6FV8z302kYfvMf8KLp7dZsL5N4TsfsM4BOFS-S6P2rIGUuM&s=1"
                        }
                    ]
                },
                "id": "101657408168200_261342355533037"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Special prayer to God the Father to hasten the second coming of Christ Jesus.\n************************************************\nDear God our Father, we have become so helpless in our lives today, as never been before. \nEveryday, the angel of darkness is dragging human lives, all over the world into a dangerous abyss. Everything that we have built, in our lives so far, is now crumbling before our own eyes. Fear, frustration and uncertainty about what will happen to our lives tomorrow have surrounded us. God our father, we have no comfort in this  life, other than your refuge. \nTherefore, we beseech thee, remembering the words of thy son, our Savior, Lord Jesus Christ, \"I will return on to you\".  \nDear Father God, please send, Lord Jesus as soon as possible, to establish His kingdom on this earth, so that it may overcome the dominion of the dark angels, and peace and happiness will be there forever. \nHave mercy on us and do not delay His second coming any longer O God our Father, Amen.",
                            "media": {
                                "image": {
                                    "height": 514,
                                    "src": "images/heart/139662660_236052044728735_8089748680195331169_n.jpg",
                                    "width": 720
                                }
                            },
                            "target": {
                                "id": "236052041395402",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/236052041395402/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/236052041395402/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_236052064728733"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Stay With Me, O Lord\nStay with me, Lord, for You are my life\nand without You I am without fervour.\nStay with me, Lord, for You are my light\nand without You I am in darkness.\nStay with me, Lord, so that I hear Your voice and follow You.\nStay with me, Lord, for I desire to love You very much\nand alway be in Your company.\nStay with me, Lord, if You wish me to be faithful to You.\nStay with me, Lord, as poor as my soul is,\nI want it to be a place of consolation for You, a nest of Love.\nStay with me, Jesus, for it is getting late\nand the day is coming to a close\nand life passes, death, judgment and eternity approach.\nIt is necessary to renew my strength, so that I will not stop\nalong the way and for that, I need You.\nIt is getting late and death approaches, I fear the darkness,\nthe temptations, the dryness, the cross, the sorrows.\nO how I need You, my Jesus, in this night of exile!\nStay with me tonight, Jesus, in life with all its dangers, I need You.\nLet me recognise You as Your disciples did,\nat the breaking of the bread,\nso that the Eucharistic Communion be the Light\nwhich disperses the darkness,\nthe force which sustains me,\nthe unique joy of my heart.\nStay with me, Lord, because at the hour of my death,\nI want to remain united to You,\nif not by Communion, at least by grace and love.\nStay with me, Lord, for it is You alone I look for,\nYour Love, Your Grace, Your Will,\nYour Heart, Your Spirit, because I love You\nand ask no other reward but to love You more and more.\nWith a firm love, I will love You with all my heart while on earth\nand continue to love You perfectly during all eternity.\nAmen\n(St Padre Pio)",
                            "media": {
                                "image": {
                                    "height": 606,
                                    "src": "images/heart/134081474_223881375945802_5625065834745757128_n.jpg",
                                    "width": 605
                                }
                            },
                            "target": {
                                "id": "223881372612469",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/223881372612469/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/223881372612469/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_223881392612467"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow.If I go forth into the field, then behold the slain with the sword! and if I enter into the city, then behold them that are sick with famine! yea, both the prophet and the priest go about into a land that they know not.{ Jeremiah 14:17-18}",
                            "media": {
                                "image": {
                                    "height": 499,
                                    "src": "images/heart/126138696_196403172026956_6082067474317125240_n.jpg",
                                    "width": 576
                                }
                            },
                            "target": {
                                "id": "196403168693623",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/196403168693623/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/196403168693623/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_196403195360287"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Dear Lord Jesus, grant us the blessing of seeing your holy face. Never hide it away from us. Amen \n* Lord Jesus, grant us restless hearts, hearts which seek Your Face. Keep us from the blindness of heart which sees only the surface of things. Give us the simplicity and purity which allows us to recognise Your presence in the world. When we are not able to accomplish great things. grant us the courage which is born of humility and goodness. Impress Your Face on our hearts. May we encounter You along the way and show forth Your Image to the world, Amen\n(Prayer to the Holy face by Pope Benedict XVl)",
                            "media": {
                                "image": {
                                    "height": 366,
                                    "src": "images/heart/125164603_194388795561727_1982840108409671167_n.jpg",
                                    "width": 297
                                }
                            },
                            "target": {
                                "id": "194388792228394",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/194388792228394/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/194388792228394/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_194388815561725"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "In your goodness, Lord, keep us free from sin. Have mercy on us, Lord, have mercy. May your mercy always be with us, Lord, for we have hoped in you. In you, Lord, we put our trust: we shall not be put to shame.",
                            "media": {
                                "image": {
                                    "height": 628,
                                    "src": "images/heart/125293788_194239328910007_8831379250742638919_n.jpg",
                                    "width": 448
                                }
                            },
                            "target": {
                                "id": "194239325576674",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/194239325576674/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/194239325576674/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_194239342243339"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "We resemble God most when we forgive our neighbors. God is Love, Goodness, and Mercy.. Every soul, and especially the soul of every religious, should reflect My mercy. My Heart overflows with compassion and mercy for all. The heart of My beloved must resemble Mine; from her heart must spring the fountain of My mercy for souls; otherwise I will not acknowledge her as Mine.\n  On several occasions, I have learned how some religious defend their own glory under the pretext of being concerned for the glory of God, whereas it is not a question of the glory of God, but of glory of self. O Jesus, how painful this has been for me! What secrets the day of Your judgment will bring to light! How can one steal God's gifts? \n(1148,1149,Diary of Blessed Sister M.Faustina Kowalska)",
                            "media": {
                                "image": {
                                    "height": 630,
                                    "src": "images/heart/122606689_188416666158940_5078052039661983137_n.jpg",
                                    "width": 409
                                }
                            },
                            "target": {
                                "id": "188416662825607",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/188416662825607/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/188416662825607/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_188416679492272"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "0 my Creator and Lord, my entire being is Yours! Dispose of me according to Your divine pleasure and acording to Your eternal plans and Your unfathomable mercy. May every soul know how good the Lord is: may no soul fear to commune intimately with the Lord; may no soul \nfear to commun intimately with Lord;may no soul use unworthiness as an excuse , and may it never postpone [ accepeting ] God's invitation s,for that is not pleasing to the Lord.\n\nThere is no soul more wretched than I am, as I truly know myself, and I am astounded that divine Majesty stoops so low. O eternity, it seems to me that you are too short to extol [adequately] the infinite mercy of the Lord!\n(Diary of Blessed Sister M.Faustina 440)",
                            "media": {
                                "image": {
                                    "height": 600,
                                    "src": "images/heart/121518230_185507709783169_3847668233305107556_n.jpg",
                                    "width": 580
                                }
                            },
                            "target": {
                                "id": "185507706449836",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/185507706449836/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/185507706449836/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_185507729783167"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "And God has given me to understand that there is but one thing that is of infinite value in His eyes, and that is love of God; love, love and once again, love; and nothing can compare with a single act of pure (188)love of God. Oh, with what inconceivable favors God gifts a soul that loves Him sincerely! Oh, how happy is the soul who already here on earth enjoys His special favors! And of such are the little and humble souls.\n(Diary 778, Sister M. Faustina Kowalska)",
                            "media": {
                                "image": {
                                    "height": 720,
                                    "src": "images/heart/120996506_183281723339101_651220288791131820_n.jpg",
                                    "width": 500
                                }
                            },
                            "target": {
                                "id": "183281720005768",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/183281720005768/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/183281720005768/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_183281743339099"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Jesus told me that I please Him best by meditating on His sorrowful Passion, and by such meditation much light falls upon my soul. He who wants to learn true humility should reflect upon the Passion of Jesus. When I meditate upon the Passion of Jesus, I get a clear understanding of many things I could not comprehend before. I want to resemble You, O Jesus,-You crucified, tortured and humiliated. Jesus, imprint upon my heart and soul Your own humility. I love You, Jesus, to the point of madness, You who were crushed with suffering as described by the prophet [cf. Isaiah 53:2-9], as if he could not see the human form in You because of Your\ngreat suffering. It is in this condition, Jesus, that  I love You to the point of madness. O eternal and infinite God , what has love done to you?....\nDairy of Blessed Sister M.Faustina (267)",
                            "media": {
                                "image": {
                                    "height": 413,
                                    "src": "images/heart/118765932_174156120918328_3516000144806715675_n.jpg",
                                    "width": 387
                                }
                            },
                            "target": {
                                "id": "174156117584995",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/174156117584995/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/174156117584995/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_174156150918325"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Humiliation is my daily food. I understand that the bride must herself share in everything that is the groom's; and so His cloak of mockery must cover me, too. At those times when I suffer much, I try to remain silent, as I do not trust my tongue which, at such moments, is inclined to talk for itself, while its duty is to help me praise God for all the blessings and gifts which He has given me. When I receive Jesus in Holy Communion, I ask Him fervently to deign to heal my tongue so that I would offend neither God nor neighbor by it. I want my tongue to praise God without cease. Great are the faults committed by the tongue. The soul will not attain sanctity if it does not keep watch over its tongue. (Diary 92 Sister M .Faustina)",
                            "media": {
                                "image": {
                                    "height": 463,
                                    "src": "images/heart/118421136_172653384401935_2954555020719430914_n.jpg",
                                    "width": 526
                                }
                            },
                            "target": {
                                "id": "172653381068602",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/172653381068602/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/172653381068602/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_172653397735267"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "O My God....\n When I look into the future, I am frightened, But why plunge into the future? Only the present moment is precious to me, As the future may never enter my soul at all.\n It is no longer in my power, To change, correct or add to the past; For neither sages nor prophets could do that. And so, what the past has embraced I must entrust to God. \nO present moment, you belong to me, whole and entire. I desire to use you as best I can. And although I am weak and small, You grant me the grace of your omnipotence.\n And so, trusting in Your mercy, I walk through life like a little child, Offering You each day this heart Burning with love for Your greater glory.\n(Diary 02, Sister.M.Faustina Kowalska)",
                            "media": {
                                "image": {
                                    "height": 720,
                                    "src": "images/heart/118380613_171928424474431_1789504535467303395_n.jpg",
                                    "width": 640
                                }
                            },
                            "target": {
                                "id": "171928417807765",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/171928417807765/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/171928417807765/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_171928461141094"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Without humility, we cannot be pleasing to God. Practice the third degree of humility; that is, not only must one refrain from explaining and defending oneself when reproached with something, but one should rejoice at the humiliation.\n If the things you are telling me really come from God prepare your soul for great suffering. You will encounter disapproval and persecution. They will look upon you as a hysteric and an eccentric, but the Lord will lavish His graces upon you. True works of God always meet opposition and are marked by suffering. If God wants to accomplish something, sooner or later He will do so in spite of the difficulties. Your part, in the meantime, is to arm yourself with great Patience.  (Dairy Sister, M Faustina 270)",
                            "media": {
                                "image": {
                                    "height": 377,
                                    "src": "images/heart/118212652_171297191204221_5753395506973176970_n.jpg",
                                    "width": 360
                                }
                            },
                            "target": {
                                "id": "171297187870888",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/171297187870888/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/171297187870888/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_171297214537552"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "My Heart drinks only of the ingratitude and forgetfulness of souls living in the world. They have time for everything, but they have no time to come to Me for graces.\n So I turn to you, you-chosen souls, will you also fail to understand the love of My Heart? Here, too, My Heart finds disappointment; I do not find complete surrender to My love. So many reservations, so much distrust, so much caution. To comfort you, let Me tell you that there are souls living in the world who love Me dearly. I dwell in their hearts with delight. But they are few. In convents too, there are souls that fill My Heart with joy. They bear My features; therefore the Heavenly Father looks upon them with special pleasure. They will be a marvel to Angels and men. Their number is very small. They are a defense for the world before the justice of the Heavenly Father and a means of obtaining mercy for the world. The love and sacrifice of these souls sustain the world in existence. The infidelity of a soul specially chosen by Me wounds My Heart most painfully. Such infidelities are swords which pierce My Heart.\n(Diary 367 Sister M.Faustina )",
                            "media": {
                                "image": {
                                    "height": 300,
                                    "src": "images/heart/107597155_158753662458574_7971464680035280725_n.jpg",
                                    "width": 320
                                }
                            },
                            "target": {
                                "id": "158753659125241",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/158753659125241/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/158753659125241/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_158753692458571"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "media": {
                                "image": {
                                    "height": 715,
                                    "src": "images/heart/104289289_151241919876415_7873299100366648480_n.jpg",
                                    "width": 720
                                }
                            },
                            "target": {
                                "id": "101657408168200",
                                "url": "https://www.facebook.com/101657408168200"
                            },
                            "title": "Back To The Heart Of Christ",
                            "type": "profile_media",
                            "url": "https://www.facebook.com/101657408168200"
                        }
                    ]
                },
                "id": "101657408168200_151241946543079"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Write for the benefit of religious souls that it delights Me to come to their hearts in Holy Communion. But if there is anyone else in such a heart, I cannot bear it and quickly leave that heart, taking with Me all the gifts and graces I have prepared for the soul. And the soul does not even notice My going. After some time, inner emptiness and dissatisfaction will come to her attention Oh, if only she would turn to Me then, (60) I would help her to cleanse her heart, and I would fulfill everything in her soul; but without her knowledge and consent, I cannot be the Master of her heart. \n(Diary 1683 ,Sister .M Faustina)",
                            "media": {
                                "image": {
                                    "height": 310,
                                    "src": "images/heart/104338424_151240393209901_1844588287782625083_n.jpg",
                                    "width": 620
                                }
                            },
                            "target": {
                                "id": "151240389876568",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/151240389876568/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/151240389876568/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_151240423209898"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "LIFE'S GREATEST PRIVILEGE.....\nThe Bible says, \"Jesus and the people he makes holy all belong to  the same family.\nThat is why be isn't ashamed to call them  his brothers and sisters.\"\nLet that amazing truth sink in. You are a part of God's family, and because Jesus makes you holy, God is proud of you!  The words of Jesus are unmistakable:\nJesus pointed to his disciples and said, \"These are my mother and brothers. Anyone who does the will of my Father in heaven is my brother and sister and mother!\".(Luke 8:21)\nBeing included in God's family is the highest honor and the greatest privilege you will ever receive. Nothing else comes close. Whenever\nYou feel unimportant, unloved, or insecure,...\nREMEMBER TO WHOM YOU BELONG.....\nMay God Bless You!!!!",
                            "media": {
                                "image": {
                                    "height": 452,
                                    "src": "images/heart/103864717_148446183489322_2726006987228493946_n.jpg",
                                    "width": 720
                                }
                            },
                            "target": {
                                "id": "148446176822656",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/148446176822656/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/148446176822656/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_148446203489320"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Write for the benefit of religious souls that it delights Me to come to their hearts in Holy Communion. But if there is anyone else in such a heart, I cannot bear it and quickly leave that heart, taking with Me all the gifts and graces I have prepared for the soul. And the soul does not even notice My going. After some time, inner emptiness and dissatisfaction will come to her attention. Oh, if only she would turn to Me then, (60) I would help her to cleanse her heart, and I would fulfill everything in her soul; but without her knowledge and consent, I cannot be the Master of her heart. \n(Diary 1683 ,Sister. M Faustina)",
                            "media": {
                                "image": {
                                    "height": 252,
                                    "src": "images/heart/103872277_148131900187417_2212284204257617749_n.jpg",
                                    "width": 450
                                }
                            },
                            "target": {
                                "id": "148131896854084",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/148131896854084/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/148131896854084/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_148131926854081"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Today Jesus said to me, I desire that you know more profoundly the love that burns in My Heart for souls, and you will understand this when you meditate upon My Passion. Call upon My mercy on behalf of sinners; I desire their (93)salvation. When you say this prayer. with a contrite heart and with faith on behalf of some sinner, I will give him the grace of conversion. This is the prayer:\n \n \"O Blood and Water, which gushed forth from the Heart of Jesus as a fount of Mercy for us, I trust in You.\n(Diary 186,187 Sister M Faustina)",
                            "media": {
                                "image": {
                                    "height": 720,
                                    "src": "images/heart/101916189_146754363658504_4489612031283953664_n.jpg",
                                    "width": 679
                                }
                            },
                            "target": {
                                "id": "146754360325171",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/146754360325171/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/146754360325171/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_146754403658500"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "SECOND COMING......REPENT..REPENT..\n✝️My daughter., Speak to the world about My merey; let all mankind recognize My unfathomable mercy, It is a sign for the end times; after It will come (230) the day of justice. While there is still time, let them have recourse to the fount of My mercy; let them profit from the Blood and Water which gushed forth for them. O human souls, where are you going to hide on the day of God's anger? Take refuge now in the fount of God's mercy, O what a great multitude of souls I see! They worshiped the Divine Mercy and will be singing the hymn of praise for all eternity.{Dairy 848 Sister. M  Faustina}",
                            "media": {
                                "image": {
                                    "height": 444,
                                    "src": "images/heart/85222214_146168413717099_4218376527189901312_n.jpg",
                                    "width": 417
                                }
                            },
                            "target": {
                                "id": "146168410383766",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/146168410383766/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/146168410383766/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_146168430383764"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "Souls who spread the honor of My mercy I shield through their entire lives as a tender mother her infant, and at the hour of death I will not be a Judge for them but the Merciful Savior. (21) At that last hour, a soul has nothing with which to defend itself except My  mercy. Happy is the soul that during its lifetime   immersed itself in the Fountain of Mercy, because justice will have no hold on it.\n(Diary1075 Sister M Faustina)",
                            "media": {
                                "image": {
                                    "height": 466,
                                    "src": "images/heart/101410488_145611083772832_7720129647848980480_n.jpg",
                                    "width": 236
                                }
                            },
                            "target": {
                                "id": "145611077106166",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/145611077106166/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/145611077106166/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_145611123772828"
            },
            {
                "attachments": {
                    "data": [
                        {
                            "description": "✨️ ✨️  FATHER, GIVE JESUS TO ME✨️\n✝️Father, give me the most beautiful, the greatest and most precious gift you have: Jesus! When I am ill, give Jesus to me because He is Health. When I feel sad, give Jesus to me because He is Joy. When I am weak, give Jesus to me because He is Strength: When I feel alone, give Jesus to me because He is a Friend. When I feel imprisoned, give Jesus to me because He is Freedom. When I feel discouraged, give Jesus to me because He is Victory. When I feel I am in darkness, give Jesus to me because He is Light. When I feel the weight of my sin, give Jesus to me because He is our Saviour. When I need love, give Jesus to me because He is Love. When I need food, give Jesus to me because He is the Bread of Life. When I need money, give Jesus to me because He is infinite richness. Father, to any of my requests, for any of my needs, answer me by only one word, your eternal Word: Jesus!",
                            "media": {
                                "image": {
                                    "height": 691,
                                    "src": "images/heart/82244113_144707620529845_418307364836343808_n.jpg",
                                    "width": 600
                                }
                            },
                            "target": {
                                "id": "144707617196512",
                                "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/144707617196512/?type=3"
                            },
                            "type": "photo",
                            "url": "https://www.facebook.com/101657408168200/photos/a.103087668025174/144707617196512/?type=3"
                        }
                    ]
                },
                "id": "101657408168200_144707640529843"
            }
        ],
        "paging": {
            "cursors": {
                "before": "QVFIUmdaX2tReUhZAalJJck1EQXRjWFc3aXZAEbzNTd1RXcVJqVHRRMmZAPM3dENjdXbmtkQWw3LUZAoRl9jaGg5THplUjFoYk93VzNLRzZApTnhWNGdPcnRpTHYyRm51M092YXlFTzdNUW5wVGU5LVlITWZATNzZAyT2xrcHFQYmdnYm1jTkVB",
                "after": "QVFIUlZABTl85ME1OM1F1UU1yNFpheW83MjR2ZAmhPaUZAsWGZAwd0JrVDY1MXRhaGlZAYW5vRVZAOcmxGNUtBVUg3TG0weUFsUDhkc2hobm5pY3FVdEpId1YyUjJTOWNvUWNfY3VVU3RUZAEQ0VDJ3d2hKN1UtUUF2SkJzUmRMM0Rfa3FtVVF4"
            },
            "next": "https://graph.facebook.com/v11.0/101657408168200/posts?access_token=EAAG56V2cXskBABHBvlUsaaThJ0LpAceIHVupBQ2WebaPab1JKzwEmOa0qVVh8BttDkv8IEScWVu0CuZB6Ppbn11dJThXyeZCRZARZAadASAjeZBszKH6zk8PqcTdiOZBWG28RdHx2fDCSOOoZCLSMFwMbsXxs4uK3cIDIXq2mKNo5UFSvLFC8tDZCYVjewfSaeVcpLHvYv5e8YhLk8gkx7pzZAQ9iLwlg96EZD&fields=attachments&limit=25&after=QVFIUlZABTl85ME1OM1F1UU1yNFpheW83MjR2ZAmhPaUZAsWGZAwd0JrVDY1MXRhaGlZAYW5vRVZAOcmxGNUtBVUg3TG0weUFsUDhkc2hobm5pY3FVdEpId1YyUjJTOWNvUWNfY3VVU3RUZAEQ0VDJ3d2hKN1UtUUF2SkJzUmRMM0Rfa3FtVVF4"
        }
    },
    "id": "101657408168200"
}